[
{
    "id" : 1,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/1.jpeg?raw=true",
    "title" : "IShowSpeed",
    "description" : "La imagen muestra a IShowSpeed posando frente a un Porsche blanco con la puerta del conductor abierta. Está vestido con una sudadera negra con la inscripción \"Speed Gang\" en amarillo y rojo, jeans cortos desgastados y zapatillas Yeezy de color beige. La escena transcurre al aire libre en un día soleado, con un césped verde y árboles de fondo, sugiriendo un entorno residencial o suburban. IShowSpeed está de pie sobre un camino de grava, con una mano apoyada en el capó del auto y la otra levantada en un gesto amistoso.",
    "tags" : ["IShowSpeed", "Porsche", "Speed Gang", "Yeezy", "outdoor"],
    "categories" : ["coches"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-21"
},
{
    "id" : 2,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/2.jpeg?raw=true",
    "title" : "IShowSpeed",
    "description" : "La imagen muestra a IShowSpeed arrodillado en una plataforma que marca la frontera entre Corea del Norte y Corea del Sur, con las palabras \"NORTH KOREA\" y \"SOUTH KOREA\" pintadas en el suelo, junto a huellas amarillas. Está sin camisa, luciendo una cadena y un reloj, y usa pantalones oscuros y zapatillas negras con detalles rojos. El fondo incluye un paisaje verde con árboles, una valla con el letrero \"DMZ\", y un cartel que indica \"2km\". La escena está iluminada por la luz del día, destacando la zona desmilitarizada (DMZ).",
    "tags" : ["IShowSpeed", "Korea", "DMZ", "North Korea", "South Korea"],
    "categories" : ["viajes"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-21"
},
{
    "id" : 3,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/3.jpeg?raw=true",
    "title" : "IShowSpeed",
    "description" : "La imagen muestra a IShowSpeed de pie en un balcón de madera roja, con una sonrisa y sin camisa, luciendo una buena musculatura. Lleva unos pantalones negros con un diseño colorido en la cintura que incluye rojo, amarillo y negro, y zapatillas blancas. En su muñeca izquierda tiene una pulsera multicolor. El fondo incluye un césped verde, una valla de madera y una casa blanca con techo gris, bajo un día soleado con árboles de fondo. Un gorro beige está apoyado en la barandilla a su lado.",
    "tags" :["IShowSpeed","outdoor","withoutShirt","watch"],
    "categories" : ["outdoor"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" :"2025-07-21"
},{
    "id" : 4,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/4.jpeg?raw=true",
    "title" : "IShowSpeed",
    "description" : "La imagen muestra a IShowSpeed posando en un área al aire libre con un suelo de concreto desgastado. Lleva una camiseta amarilla de fútbol de la selección brasileña con el número 9, jeans cortos desgastados, zapatillas coloridas y gafas de sol. Tiene una cadena de oro y un reloj en la muñeca izquierda. El fondo incluye una mesa redonda de madera, una silla roja, una motocicleta y un entorno con edificios y vegetación, bajo luz solar. Hay algunos objetos dispersos como una taza de papel y madera apilada.",
    "tags" : ["IShowSpeed", "outdoor", "football", "Brazil", "sunglasses"],
    "categories" : ["outdoor", "viajes"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-21"
},
{
    "id" : 5,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/5.jpeg?raw=true",
    "title" : "IShowSpeed",
    "description" : "La imagen muestra a IShowSpeed de pie junto a un Lamborghini Urus azul brillante estacionado en una calle residencial. Está sin camisa, luciendo una buena musculatura, y lleva shorts de camuflaje con una banda elástica visible con la marca \"E PRO\". Sus pies están calzados con zapatillas Crocs azules. El fondo incluye casas, árboles altos, un poste de luz y otros autos estacionados, bajo un cielo despejado y soleado.",
    "tags" : ["IShowSpeed", "Lamborghini", "Urus", "outdoor", "muscular","calle","street"],
    "categories" : ["coches", "outdoor"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-21"
},{
    "id" : 6,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/6.jpeg?raw=true",
    "title" : "IShowSpeed",
    "description" : "La imagen muestra a IShowSpeed de pie frente a un Lamborghini negro con la matrícula \"BU11 ABX\", estacionado en una calle urbana. Está sin camisa, mostrando su musculatura, y lleva pantalones deportivos naranja con una banda elástica visible con la marca \"OPSO\". Sus pies están calzados con zapatillas Yeezy de color beige. El fondo incluye edificios en construcción con andamios, árboles verdes y otro auto negro, bajo un día soleado.",
    "tags" : ["IShowSpeed", "Lamborghini", "outdoor", "muscular","calle","street"],
    "categories" :["coches","estiloVida","lifeStyle"],
    "type" :"image",
    "format":"jpeg",
    "created_at": "2025-07-19",
    "updated_at":"2025-07-21"
},{
    "id" : 7,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/7.jpeg?raw=true",
    "title" : "IShowSpeed",
    "description" : "La imagen muestra a IShowSpeed posando frente a una pared blanca, haciendo el gesto de \"shaka\" con ambas manos. Lleva una camiseta roja con un diseño gráfico que incluye una figura y detalles en blanco, junto con una cadena de oro gruesa. Su cabello está estilizado con rizos voluminosos, y tiene un arete en la oreja izquierda y una pulsera en la muñeca derecha. La expresión facial es exagerada, con ojos muy abiertos y una sonrisa amplia.",
    "tags": ["IShowSpeed","shaka", "gesture", "redShirt", "goldChain","cadenaOro"],
    "categories": ["estiloVida", "lifeStyle"],
    "type": "image",
    "format": "jpeg",
    "created_at": "2025-07-19",
    "updated_at": "2025-07-21"
},{
    "id" : 8,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/8.jpeg?raw=true",
    "title" : "IShowSpeed",
    "description" : "La imagen muestra a IShowSpeed de pie dentro de un centro comercial, con una chaqueta azul de Nike, pantalones negros y zapatillas Air Jordan azules con detalles rojos. Lleva una gorra roja de béisbol inclinada y una banda elástica de ropa interior visible con la marca \"OPSO\" en rojo y negro. En el suelo, hay una imagen estampada de un personaje de anime con cabello rosa, sentado. El fondo incluye vitrinas y un entorno interior con pisos de mármol verde.",
    "tags" :["IShowSpeed","calle","muscular","outdoor","nike","anime"],
    "categories" :["estiloVida","lifeStyle"],
    "type":"image",
    "format":"jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-21"
},{
    "id" : 9,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/9.jpeg?raw=true",
    "title" : "IShowSpeed",
    "description" : "La imagen muestra a IShowSpeed en un primer plano de su rostro, sonriendo ampliamente con dientes que tienen incrustaciones de joyas rojas y blancas. Tiene el cabello rizado y voluminoso, y lleva un arete grande en la oreja izquierda. El fondo es un baño con paredes claras y un rollo de papel higiénico visible, bajo una iluminación brillante.",
    "tags" : ["IShowSpeed", "smile", "jewelry", "bathroom", "redWhite", "joyas", "arete", "oreja", "joya", "orejaIzquierda"],
    "categories" : ["estiloVida", "lifeStyle"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-21"
},
{   
     "id" : 10,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/10.jpeg?raw=true",
    "title" : "IShowSpeed",
    "description" : "La imagen muestra a IShowSpeed de pie junto a un Jeep Gladiator blanco estacionado en una calle urbana de noche. Lleva una camiseta y pantalones oscuros a juego con el texto \"the future is here\" y varios parches con estrellas y diseños rojos, junto con zapatillas Crocs rojas. Tiene gafas de sol oscuras y varias pulseras en la muñeca izquierda. El fondo incluye edificios, árboles y farolas iluminadas.",
    "tags" : ["IShowSpeed", "Jeep Gladiator", "outdoor", "night", "urban", "street", "gladiator", "jeep", "jeepGladiator", "jeepGladiator2025", "jeep2025", "jeep2024", "jeep2023"],
    "categories" : ["coches", "estiloVida", "lifeStyle"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-21"
},
{
    "id" : 11,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/11.jpeg?raw=true",
    "title" : "IShowSpeed relajandose al aire libre",
    "description" : "La imagen muestra a iShowSpeed, un conocido creador de contenido, de pie en un área al aire libre con un suelo de madera. Está sin camisa, mostrando un físico bien definido, y lleva unos shorts de camuflaje con detalles en naranja. El entorno incluye muebles blancos, plantas tropicales y una estructura de madera con sombra, sugiriendo que está en un patio o terraza. Hay charcos de agua a sus pies, y su sombra se proyecta claramente en el suelo.",
    "tags" : ["IShowSpeed", "outdoor", "relaxing", "shirtless", "camouflage", "tropical"],
    "categories" : ["outdoor", "estiloVida", "lifeStyle"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-28"
},
{
    "id" : 12,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/12.jpeg?raw=true",
    "title" : "IShowSpeed comiendo pollo frito de KFC en la calle",
    "description" : "La imagen muestra a iShowSpeed, un popular creador de contenido, comiendo un trozo de pollo frito mientras sostiene un balde de comida rápida KFC. Lleva una camiseta de la selección argentina de fútbol con el número 10. Está rodeado de una multitud que lo graba con sus teléfonos, y hay personas a su alrededor, incluyendo un hombre con una camiseta blanca y otro con una gorra negra. El escenario parece ser una calle urbana con sombra y un ambiente animado.",
    "tags" : ["IShowSpeed", "KFC", "fried chicken", "street", "crowd", "Argentina", "food", "polloFrito", "comidaRapida", "pollo", "comiendo"],
    "categories" : ["estiloVida", "lifeStyle", "comidaRapida"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-28"
},
{
    "id" : 13,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/13.jpeg?raw=true",
    "title" : "IShowSpeed con trofeo de campeón en estadio deportivo",
    "description" : "La imagen muestra a iShowSpeed, un conocido creador de contenido, sosteniendo un trofeo de campeón con una sonrisa. Lleva una camiseta roja con el logo de \"Fear Star\" y una medalla alrededor del cuello, sugiriendo una victoria en un evento deportivo. El fondo presenta un estadio con asientos rojos y confeti, indicando una celebración. Tiene tatuajes en los brazos y usa una pulsera colorida.",
    "tags" : ["IShowSpeed", "trophy", "champion", "victory", "red shirt", "medal", "stadium", "confetti"],
    "categories" : ["estiloVida", "lifeStyle", "deportes"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-28"
},
{
    "id" : 14,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/14.jpeg?raw=true",
    "title" : "IShowSpeed en la tienda con estilo",
    "description" : "La imagen muestra a iShowSpeed, un popular creador de contenido, sonriendo y haciendo la señal de paz con la mano derecha. Lleva un sombrero amarillo y una camisa blanca abierta que revela una marca o maquillaje en el pecho que simula una herida o quemadura. Está frente a un refrigerador de una tienda con productos como bebidas y snacks, con carteles de \"$1 Deals visibles.",
    "tags" : ["IShowSpeed", "store", "peace sign", "yellow hat", "white shirt", "injury makeup", "snacks", "drinks"],
    "categories" : ["estiloVida", "lifeStyle", "compras"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-28"
},
{
    "id" : 15,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/15.jpeg?raw=true",
    "title" : "IShowSpeed desata la euforia en el público asiatico",
    "description" : "En esta imagen vibrante y llena de energía, el popular streamer y creador de contenido IShowSpeed (sin camiseta) es recibido con entusiasmo por una multitud de fans en lo que parece ser un evento público en Asia. Speed, con una gran sonrisa y los brazos extendidos, disfruta del cariño del público mientras la multitud lo rodea, grita, graba con sus teléfonos y extiende manos y objetos para que los firme. La escena está cargada de emoción, adrenalina y caos positivo, capturando perfectamente el impacto global que este influencer ha generado.",
    "tags" : ["IShowSpeed", "crowd", "fans", "Asia", "event", "excitement", "influencer"],
    "categories" : ["estiloVida", "lifeStyle", "eventos"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-28"
},
{
    "id" : 16,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/16.jpeg?raw=true",
    "title" : "IShowSpeed brilla en el Royal Rumble",
    "description" : "La imagen muestra a iShowSpeed en un ring de lucha libre, con los brazos extendidos y una expresión de entusiasmo. Lleva una camiseta roja con la palabra \"SEWEY\" en blanco, shorts negros con detalles rojos y zapatillas grises. El fondo presenta una multitud y luces brillantes, con el logo ]\"Royal Rumble\" visible, indicando un evento de WWE. Tiene tatuajes en los brazos y usa una pulsera colorida.",
    "tags":["IShowSpeed","RoyalRumble","WWE","LuchaLibre","SEWEY","YouTube"],
    "categories" : ["estiloVida", "lifeStyle", "LuchaLibre"],
    "type" :"image",
    "format" :"jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-28"

},
{
    "id" : 17,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/17.jpeg?raw=true",
    "title" : "IShowSpeed en el campo de futbol",
    "description" : "La imagen muestra a iShowSpeed vistiendo una camiseta de fútbol azul y negra con el logo de \"Anchor\" y \"A-League\", junto con patrocinadores como \"Isuzu Ute\". Está al aire libre cerca de un área con césped y árboles, con un cuerpo de agua y colinas al fondo. Tiene tatuajes visibles en los brazos y usa un reloj. Otra persona con una camiseta azul está de fondo, mirando su teléfono.",
    "tags" : ["IShowSpeed", "football", "A-League", "Anchor", "Isuzu Ute", "outdoor", "tattoos"],
    "categories" : ["estiloVida", "lifeStyle", "deportes"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-28"
},
{
    "id" : 18,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/18.jpeg?raw=true",
    "title" : "IShowSpeed con su lamborghini estilo portugal",
    "description" : "La imagen muestra a iShowSpeed de pie frente a un Lamborghini verde con un diseño que incluye la figura de un jugador de fútbol con la camiseta de Portugal. Lleva una camiseta y shorts a juego con los colores de la bandera portuguesa (rojo y verde) con el número 7. Está en una calle residencial con césped y casas blancas al fondo, y usa zapatillas rojas. Su expresión facial sugiere sorpresa o emoción.",
    "tags" : ["IShowSpeed", "Lamborghini", "Portugal", "football", "green car", "red shorts", "street", "residential"],
    "categories" : ["coches", "estiloVida", "lifeStyle"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-28"
},
{
    "id" : 19,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/19.jpeg?raw=true",
    "title" : "IShowSpeed listo para el juego",
    "description" : "La imagen muestra a iShowSpeed desde atrás, vistiendo una camiseta roja con el nombre \"SPEED\" y el número 7 en la espalda. Está en un pasillo con paredes rojas decoradas con imágenes y texto, incluyendo \"2021\" y \"ARMED\". Alrededor hay varias personas, algunas con camisetas negras y otras con ropa casual, sugiriendo un ambiente de evento o backstage.",
    "tags" : ["IShowSpeed", "red shirt", "SPEED", "number 7", "backstage", "event", "2021", "ARMED"],
    "categories" : ["estiloVida", "lifeStyle", "eventos"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-28"
},
{
    "id" : 20,
    "url" : "https://github.com/DONCHUY846/ishowspeedAPI/blob/main/images/20.jpeg?raw=true",
    "title" : "IShowSpeed en el estadio del Manchester United con camiseta del equipo",
    "description" : "La imagen muestra a iShowSpeed sentado en un asiento rojo de un estadio, vistiendo la camiseta roja del Manchester United con el logo de \"TeamViewer\". Lleva shorts verdes y una pulsera azul en la muñeca. El entorno incluye asientos vacíos con el escudo del Manchester United, sugeriendo que está en las gradas de un partido o evento relacionado con el club.",
    "tags" : ["IShowSpeed", "Manchester United", "stadium", "red shirt", "TeamViewer", "football", "soccer"],
    "categories" : ["estiloVida", "lifeStyle", "deportes"],
    "type" : "image",
    "format" : "jpeg",
    "created_at" : "2025-07-19",
    "updated_at" : "2025-07-28"
}
]

